Repository: lukaszjagodka/traceTime
Catalog: TraceTime/Resources/Strings.*.resx
Languages: pl

# BackgroundStatusLng
source: (BG)
pl: (tło)

# FocusStatusLng
source: (Focus)
pl: (skupienie)

source: Last 30 Days
pl: Ostatnie 30 dni

source: Total activity
pl: Suma aktywności

# TodayLng
source: Today
pl: Dzisiaj

# YesterdayLang
source: Yesterday
pl: Wczoraj

# StillMonitoringTime
source: I'm still monitoring your time!
pl: Nadal monitoruję Twój czas!

# TableLng
source: Table
pl: Tabela

# PostsLng
source: Posts
pl: Słupki

# AppRunsBckg
source: The application runs in the background
pl: Aplikacja działa w tle

source: Autostart error
pl: Błąd autostartu:

# EndAppLng
source: End the program
pl: Zakończ program

# OpenTraceTimeLng
source: Open TraceTime
pl: Otwórz TraceTime

# TTActivityMonitoringLng
source: TraceTime - Activity Monitoring
pl: TraceTime - Monitorowanie Aktywności

# Last24hLng
source: Last 24h
pl: Ostatnie 24h

# TimerErrorLng
source: Timer error
pl: Błąd Timera

# IdleLng
source: IDLE (PAUSE)
pl: BEZCZYNNOŚĆ (PAUZA)

# NoActivityLng
source: NO ACTIVITY
pl: BRAK AKTYWNOŚCI

# InBckgLng
source: (IN BACKGROUND)
pl: (W TLE)

# AudioStatusFormatLng
source: Video / Audio - {0}
pl: Wideo / Audio - {0}

# LastActivityLabel
source: Last Activity:
pl: Ostatnia aktywność:

# MonitoringStatus
source: Monitoring...
pl: Monitorowanie...

source: No active window
pl: Brak aktywnego okna

# TabLive
source: Live View
pl: Podgląd Live

# TodayLiveHeader
source: TODAY (LIVE)
pl: DZISIAJ (LIVE)

# AplicationLabel
source: Aplication
pl: Aplikacja

# DetailsCards
source: Details (card)
pl: Szczegóły (Karta)

# TimeLabel
source: Time (s)
pl: Czas (s)

source: Summary statistics
pl: Statystyki Sumaryczne

source: ACTIVITY (LAST 30 DAYS)
pl: AKTYWNOŚĆ (OSTATNIE 30 DNI)

source: SELECTED RANGE
pl: WYBRANY ZAKRES

# RangeLabel
source: Range:
pl: Zakres:

# ViewLabel
source: View:
pl: Widok

# RangeWeek
source: This Week
pl: Tydzień

# RangeMonth
source: This Month
pl: Miesiąc

# RangeAllTime
source: All Time
pl: Cały czas

# ViewCharts
source: Charts
pl: Słupki

# SettingsLabel
source: Settings
pl: Ustawienia

# LanguageChangeLang
source: Language change
pl: Zmiana języka

# LanguageChangeRestartNote
source: The change requires a restart. Would you like to restart now?
pl: Zmiana wymaga restartu. Czy chcesz zrestartować teraz?

# EnglishLang
source: English
pl: Angielski

# PolishLang
source: Polish
pl: Polski

# PrivacyModeLabel
source: Privacy Mode (hide titles)
pl: Tryb prywatności (ukryj tytuły)

source: Start with Windows
pl: Uruchom z Windows
